word,idx
<PAD>,0
<BOS>,1
<EOS>,2
<UNK>,3
.,4
the,5
and,6
i,7
,,8
is,9
!,10
a,11
was,12
to,13
it,14
this,15
great,16
for,17
of,18
in,19
my,20
food,21
good,22
very,23
they,24
service,25
are,26
place,27
not,28
_num_,29
with,30
have,31
n't,32
you,33
that,34
's,35
we,36
so,37
here,38
but,39
had,40
were,41
best,42
on,43
always,44
friendly,45
at,46
all,47
staff,48
there,49
really,50
be,51
love,52
as,53
nice,54
just,55
me,56
their,57
no,58
will,59
do,60
time,61
our,62
back,63
one,64
would,65
amazing,66
like,67
out,68
also,69
well,70
did,71
delicious,72
she,73
experience,74
get,75
go,76
recommend,77
too,78
has,79
an,80
ever,81
been,82
if,83
he,84
definitely,85
from,86
've,87
excellent,88
what,89
again,90
even,91
...,92
customer,93
fresh,94
your,95
never,96
up,97
pizza,98
restaurant,99
clean,100
about,101
got,102
favorite,103
prices,104
them,105
$,106
or,107
people,108
bad,109
?,110
when,111
pretty,112
awesome,113
by,114
chicken,115
could,116
can,117
everything,118
'm,119
worth,120
worst,121
location,122
some,123
atmosphere,124
price,125
only,126
happy,127
us,128
more,129
better,130
super,131
much,132
wonderful,133
went,134
ordered,135
going,136
work,137
first,138
quality,139
helpful,140
fast,141
lunch,142
family,143
&,144
bar,145
made,146
come,147
order,148
selection,149
new,150
after,151
over,152
little,153
than,154
other,155
fantastic,156
store,157
minutes,158
right,159
way,160
came,161
),162
highly,163
-,164
every,165
nothing,166
everyone,167
wait,168
which,169
rude,170
horrible,171
eat,172
am,173
any,174
fun,175
still,176
job,177
make,178
off,179
how,180
absolutely,181
'',182
give,183
tasty,184
perfect,185
down,186
menu,187
her,188
breakfast,189
(,190
night,191
said,192
``,193
hot,194
care,195
business,196
because,197
take,198
most,199
know,200
salad,201
around,202
another,203
spot,204
extremely,205
does,206
terrible,207
sushi,208
then,209
loved,210
overall,211
day,212
say,213
meal,214
professional,215
both,216
town,217
quick,218
now,219
money,220
sauce,221
feel,222
car,223
his,224
stars,225
times,226
area,227
sure,228
try,229
drinks,230
disappointed,231
dinner,232
two,233
should,234
shop,235
thank,236
these,237
cheese,238
reasonable,239
room,240
want,241
its,242
'll,243
took,244
visit,245
why,246
see,247
home,248
far,249
find,250
last,251
done,252
coffee,253
enjoyed,254
're,255
found,256
special,257
coming,258
sandwich,259
big,260
left,261
years,262
small,263
flavor,264
old,265
such,266
who,267
thanks,268
before,269
long,270
taste,271
beer,272
top,273
:,274
hour,275
many,276
however,277
bread,278
friends,279
mexican,280
away,281
server,282
tasted,283
kind,284
beautiful,285
sweet,286
anyone,287
thing,288
attentive,289
decent,290
huge,291
vegas,292
ca,293
ok,294
return,295
cold,296
guys,297
lot,298
employees,299
enjoy,300
rice,301
office,302
though,303
authentic,304
soup,305
anything,306
cool,307
places,308
wings,309
star,310
something,311
fries,312
next,313
tried,314
waitress,315
being,316
fried,317
phoenix,318
manager,319
steak,320
hotel,321
look,322
poor,323
fish,324
today,325
impressed,326
probably,327
check,328
cooked,329
bland,330
walked,331
meat,332
told,333
chinese,334
priced,335
wo,336
wrong,337
local,338
looked,339
quite,340
portions,341
slow,342
stay,343
think,344
company,345
kids,346
awful,347
else,348
pleasant,349
him,350
owner,351
need,352
hours,353
looking,354
few,355
help,356
beef,357
salsa,358
enough,359
especially,360
gave,361
same,362
dry,363
honest,364
makes,365
asked,366
free,367
whole,368
italian,369
comfortable,370
use,371
full,372
inside,373
cheap,374
easy,375
call,376
keep,377
outstanding,378
customers,379
chips,380
burger,381
busy,382
sandwiches,383
shrimp,384
called,385
high,386
hard,387
later,388
drink,389
while,390
side,391
table,392
things,393
once,394
actually,395
real,396
bit,397
wine,398
almost,399
husband,400
deal,401
rolls,402
large,403
lots,404
pho,405
knowledgeable,406
where,407
into,408
dirty,409
thai,410
charlotte,411
used,412
tacos,413
either,414
spicy,415
different,416
worse,417
getting,418
since,419
dishes,420
must,421
totally,422
plus,423
guy,424
front,425
wife,426
salon,427
waiting,428
completely,429
oh,430
reviews,431
options,432
'd,433
open,434
delivery,435
problem,436
unfortunately,437
items,438
maybe,439
part,440
friend,441
waste,442
house,443
life,444
through,445
looks,446
dining,447
valley,448
truly,449
warm,450
received,451
hair,452
wish,453
waited,454
efficient,455
neighborhood,456
needs,457
mediocre,458
put,459
course,460
drive,461
week,462
disappointing,463
let,464
leave,465
each,466
eating,467
restaurants,468
usually,469
perfectly,470
seriously,471
waiter,472
specials,473
pittsburgh,474
music,475
point,476
style,477
tea,478
stuff,479
water,480
cream,481
burgers,482
stop,483
finally,484
working,485
tell,486
cut,487
ice,488
fair,489
less,490
sorry,491
felt,492
run,493
variety,494
year,495
expensive,496
review,497
dish,498
pay,499
management,500
person,501
ate,502
second,503
gem,504
without,505
served,506
close,507
thought,508
bring,509
value,510
entire,511
yummy,512
gets,513
incredible,514
days,515
hands,516
recommended,517
outside,518
extra,519
wanted,520
decor,521
pork,522
tables,523
okay,524
trip,525
flavorful,526
consistently,527
live,528
half,529
unique,530
comes,531
nails,532
pasta,533
late,534
someone,535
beyond,536
zero,537
seems,538
least,539
average,540
phone,541
simple,542
avoid,543
liked,544
affordable,545
cute,546
bbq,547
airport,548
several,549
gone,550
beans,551
fine,552
solid,553
seem,554
disgusting,555
servers,556
brought,557
line,558
tonight,559
fan,560
seemed,561
guess,562
regular,563
parking,564
please,565
three,566
;,567
reason,568
soon,569
owners,570
incredibly,571
dog,572
empty,573
ambiance,574
wow,575
consistent,576
during,577
ask,578
bill,579
lady,580
twice,581
pleased,582
having,583
notch,584
egg,585
doing,586
buy,587
--,588
end,589
crust,590
yelp,591
paid,592
change,593
treat,594
madison,595
doctor,596
reasonably,597
needed,598
above,599
rooms,600
ingredients,601
appointment,602
kept,603
burrito,604
taco,605
roll,606
simply,607
making,608
date,609
buffet,610
attitude,611
yet,612
gross,613
courteous,614
salads,615
size,616
choice,617
sad,618
those,619
sat,620
name,621
quickly,622
start,623
charge,624
ago,625
dr.,626
seating,627
las,628
offer,629
believe,630
walk,631
portion,632
nail,633
trying,634
greasy,635
environment,636
plenty,637
instead,638
green,639
arrived,640
often,641
welcoming,642
until,643
elsewhere,644
surprised,645
fabulous,646
seen,647
overpriced,648
short,649
man,650
lost,651
stayed,652
helped,653
group,654
accommodating,655
loves,656
taking,657
tastes,658
hate,659
choices,660
couple,661
total,662
french,663
hit,664
red,665
team,666
treated,667
true,668
ridiculous,669
patio,670
morning,671
potato,672
oil,673
cake,674
counter,675
stopped,676
owned,677
eaten,678
polite,679
itself,680
door,681
exceptional,682
%,683
brunch,684
works,685
prepared,686
view,687
needless,688
moved,689
garlic,690
absolute,691
party,692
packed,693
myself,694
pool,695
bartender,696
amount,697
own,698
patient,699
low,700
recently,701
potatoes,702
plate,703
sunday,704
caring,705
establishment,706
meals,707
cost,708
unprofessional,709
desk,710
eggs,711
shopping,712
yes,713
appetizer,714
seafood,715
lovely,716
city,717
evening,718
smile,719
pricey,720
crab,721
remember,722
crispy,723
wedding,724
vibe,725
glad,726
joint,727
prompt,728
saturday,729
dessert,730
bacon,731
anywhere,732
negative,733
barely,734
returning,735
talk,736
ordering,737
tip,738
noodles,739
understand,740
weeks,741
already,742
pick,743
continue,744
literally,745
may,746
sucks,747
services,748
others,749
beers,750
arizona,751
pancakes,752
homemade,753
interesting,754
generous,755
dogs,756
months,757
past,758
street,759
quiet,760
spend,761
serve,762
friday,763
wash,764
phenomenal,765
ready,766
satisfied,767
rather,768
under,769
sit,770
goes,771
started,772
light,773
available,774
superb,775
disappointment,776
knows,777
expect,778
offered,779
crap,780
mess,781
feeling,782
mistake,783
tasteless,784
salty,785
world,786
sales,787
behind,788
pricing,789
school,790
strip,791
trust,792
hidden,793
honestly,794
yourself,795
nasty,796
casual,797
min,798
son,799
orders,800
chain,801
month,802
sick,803
seated,804
turned,805
watch,806
spent,807
takes,808
filling,809
dive,810
weekend,811
chili,812
attention,813
given,814
taken,815
tender,816
experienced,817
baked,818
boyfriend,819
terrific,820
personable,821
sitting,822
mean,823
bagels,824
birthday,825
show,826
rest,827
flavors,828
daughter,829
bartenders,830
hospital,831
scottsdale,832
none,833
experiences,834
facility,835
pedicure,836
certainly,837
thin,838
finish,839
kitchen,840
list,841
girl,842
welcome,843
downtown,844
tasting,845
mom,846
option,847
bite,848
obviously,849
visiting,850
delivered,851
rating,852
dressing,853
four,854
crowded,855
soggy,856
anyway,857
donuts,858
card,859
grilled,860
mention,861
set,862
enjoyable,863
white,864
chocolate,865
deli,866
ended,867
early,868
inexpensive,869
salmon,870
funny,871
haircut,872
classic,873
ribs,874
starbucks,875
workers,876
save,877
overcooked,878
products,879
cozy,880
knowledgable,881
crowd,882
bought,883
onion,884
future,885
mall,886
positive,887
bowl,888
pie,889
lack,890
plain,891
online,892
ladies,893
forward,894
fix,895
game,896
relaxing,897
sent,898
az,899
complete,900
giving,901
opinion,902
might,903
frozen,904
sausage,905
veggies,906
healthy,907
fact,908
unless,909
lobster,910
mind,911
hell,912
minute,913
loud,914
mins,915
spring,916
clearly,917
greeted,918
dollars,919
immediately,920
convenient,921
sides,922
together,923
otherwise,924
choose,925
girls,926
organized,927
able,928
sign,929
park,930
smell,931
massage,932
says,933
diner,934
dentist,935
curry,936
bathroom,937
hand,938
issue,939
shame,940
margaritas,941
longer,942
vet,943
class,944
sour,945
apparently,946
thorough,947
possible,948
entrees,949
saw,950
lacking,951
sadly,952
seasoned,953
rate,954
club,955
worked,956
happened,957
miss,958
appreciate,959
exactly,960
personal,961
checked,962
expected,963
appetizers,964
bother,965
spectacular,966
juicy,967
fairly,968
foods,969
cafe,970
questions,971
vegetarian,972
toast,973
pieces,974
burritos,975
color,976
folks,977
stores,978
sometimes,979
center,980
changed,981
yeah,982
stale,983
repair,984
surprise,985
expectations,986
decided,987
single,988
hungry,989
mac,990
five,991
anymore,992
outdoor,993
space,994
near,995
desert,996
across,997
weird,998
chef,999
nicely,1000
dont,1001
forever,1002
damn,1003
downhill,1004
excited,1005
employee,1006
added,1007
knew,1008
paying,1009
floor,1010
purchase,1011
cook,1012
toppings,1013
steaks,1014
showed,1015
desserts,1016
dr,1017
sub,1018
rib,1019
asada,1020
bagel,1021
dip,1022
asian,1023
sports,1024
number,1025
chance,1026
mine,1027
process,1028
deals,1029
japanese,1030
driver,1031
tough,1032
eye,1033
easily,1034
write,1035
met,1036
flavorless,1037
pleasantly,1038
problems,1039
along,1040
product,1041
market,1042
mouth,1043
timely,1044
visited,1045
bed,1046
woman,1047
vegetables,1048
children,1049
cleaning,1050
hostess,1051
young,1052
summer,1053
usual,1054
bakery,1055
carne,1056
prime,1057
touch,1058
cashier,1059
ruined,1060
veggie,1061
lettuce,1062
idea,1063
gorgeous,1064
closed,1065
tuna,1066
smelled,1067
crazy,1068
soft,1069
informative,1070
play,1071
word,1072
favorites,1073
returned,1074
salt,1075
fixed,1076
building,1077
type,1078
poorly,1079
walking,1080
venue,1081
although,1082
cash,1083
pad,1084
bell,1085
add,1086
flowers,1087
book,1088
relaxed,1089
reliable,1090
indian,1091
department,1092
etc,1093
box,1094
gyro,1095
comfort,1096
hope,1097
spots,1098
sucked,1099
move,1100
garden,1101
joke,1102
dark,1103
gift,1104
bathrooms,1105
uncomfortable,1106
crisp,1107
bottom,1108
orange,1109
standard,1110
running,1111
wide,1112
using,1113
excuse,1114
buying,1115
butter,1116
sense,1117
main,1118
credit,1119
cab,1120
pizzas,1121
bucks,1122
setting,1123
honey,1124
cars,1125
glass,1126
doctors,1127
god,1128
checking,1129
afternoon,1130
cleaned,1131
tomato,1132
art,1133
piece,1134
particular,1135
ambience,1136
strong,1137
tire,1138
locations,1139
medium,1140
neat,1141
spinach,1142
ranch,1143
read,1144
n,1145
perfection,1146
grill,1147
detail,1148
nights,1149
typical,1150
thru,1151
combo,1152
deliver,1153
practice,1154
picked,1155
flat,1156
nor,1157
general,1158
animals,1159
serving,1160
ignored,1161
plates,1162
smells,1163
answer,1164
fancy,1165
beat,1166
ones,1167
produce,1168
purchased,1169
rare,1170
rock,1171
within,1172
gotten,1173
pleasure,1174
refused,1175
selections,1176
impressive,1177
including,1178
wall,1179
quaint,1180
inviting,1181
appreciated,1182
black,1183
reservation,1184
dental,1185
discount,1186
hang,1187
bike,1188
vegan,1189
original,1190
case,1191
theater,1192
greek,1193
vietnamese,1194
filled,1195
pet,1196
talking,1197
furniture,1198
matter,1199
gives,1200
tv,1201
',1202
refund,1203
rings,1204
chairs,1205
mostly,1206
kinda,1207
gym,1208
american,1209
alone,1210
crappy,1211
soups,1212
enchiladas,1213
stand,1214
interior,1215
#,1216
sell,1217
cookies,1218
traditional,1219
feels,1220
turn,1221
dealership,1222
limited,1223
neither,1224
rocks,1225
daily,1226
stylist,1227
somewhere,1228
yesterday,1229
wasted,1230
seats,1231
wonder,1232
finished,1233
except,1234
staying,1235
station,1236
seat,1237
item,1238
due,1239
heaven,1240
noticed,1241
entree,1242
gel,1243
basic,1244
heart,1245
nearly,1246
turkey,1247
sauces,1248
surprisingly,1249
thick,1250
iced,1251
hardly,1252
broth,1253
hear,1254
below,1255
glasses,1256
grab,1257
share,1258
auto,1259
east,1260
crew,1261
asking,1262
rushed,1263
event,1264
per,1265
views,1266
dress,1267
resort,1268
section,1269
trash,1270
level,1271
head,1272
manner,1273
supposed,1274
charged,1275
become,1276
cup,1277
dead,1278
teriyaki,1279
support,1280
modern,1281
ride,1282
doubt,1283
calamari,1284
spa,1285
margarita,1286
window,1287
chewy,1288
results,1289
deserve,1290
fry,1291
basically,1292
joe,1293
air,1294
deep,1295
safe,1296
subs,1297
willing,1298
manicure,1299
cakes,1300
visits,1301
waitresses,1302
wifi,1303
guacamole,1304
corn,1305
bean,1306
slice,1307
flight,1308
tortillas,1309
tires,1310
straight,1311
unacceptable,1312
whatever,1313
kid,1314
country,1315
zoo,1316
burnt,1317
missing,1318
ta,1319
games,1320
korean,1321
dine,1322
boring,1323
shows,1324
clothes,1325
cuisine,1326
meats,1327
heard,1328
chicago,1329
drove,1330
enchilada,1331
hole,1332
garbage,1333
cooking,1334
situation,1335
omg,1336
delightful,1337
based,1338
important,1339
im,1340
church,1341
patients,1342
speak,1343
movie,1344
tiny,1345
meet,1346
upon,1347
provide,1348
pita,1349
considering,1350
bites,1351
issues,1352
community,1353
par,1354
biggest,1355
response,1356
south,1357
spice,1358
saying,1359
coupon,1360
pub,1361
moving,1362
stick,1363
apartment,1364
yum,1365
rental,1366
suggest,1367
hummus,1368
watching,1369
california,1370
laid,1371
buffalo,1372
bonus,1373
provided,1374
shot,1375
die,1376
bruschetta,1377
grocery,1378
goodness,1379
explained,1380
mix,1381
romantic,1382
face,1383
pepper,1384
soda,1385
filet,1386
maintained,1387
presentation,1388
pulled,1389
foot,1390
vehicle,1391
pharmacy,1392
groupon,1393
property,1394
refreshing,1395
between,1396
nachos,1397
incompetent,1398
fajitas,1399
story,1400
go-to,1401
noodle,1402
dollar,1403
located,1404
gravy,1405
state,1406
advice,1407
normally,1408
annoying,1409
stocked,1410
soooo,1411
helping,1412
annoyed,1413
mike,1414
broccoli,1415
possibly,1416
hold,1417
stuffed,1418
fruit,1419
apple,1420
rent,1421
gas,1422
onions,1423
pm,1424
creamy,1425
multiple,1426
insurance,1427
shops,1428
tofu,1429
women,1430
major,1431
respect,1432
tons,1433
offers,1434
plan,1435
creative,1436
costs,1437
difficult,1438
happen,1439
everywhere,1440
pain,1441
casino,1442
seeing,1443
impeccable,1444
guests,1445
mixed,1446
chill,1447
third,1448
thoroughly,1449
delish,1450
fit,1451
chipotle,1452
standing,1453
receive,1454
paper,1455
baby,1456
southern,1457
register,1458
ran,1459
lazy,1460
bars,1461
monday,1462
threw,1463
greens,1464
west,1465
rip,1466
generally,1467
tomatoes,1468
saved,1469
shit,1470
bright,1471
wrap,1472
ton,1473
sizes,1474
rich,1475
john,1476
olive,1477
polish,1478
complaints,1479
apart,1480
skip,1481
conversation,1482
living,1483
talked,1484
beds,1485
leaving,1486
lines,1487
recommendation,1488
everytime,1489
loyal,1490
equipment,1491
refills,1492
fault,1493
nobody,1494
nightmare,1495
broken,1496
intimate,1497
middle,1498
overly,1499
biscuits,1500
custard,1501
ny,1502
hill,1503
internet,1504
properly,1505
mashed,1506
greatest,1507
u,1508
girlfriend,1509
security,1510
chose,1511
sale,1512
cares,1513
thinking,1514
lived,1515
moist,1516
maintenance,1517
sooo,1518
personality,1519
hawaiian,1520
golf,1521
step,1522
heat,1523
north,1524
pot,1525
gyros,1526
spaghetti,1527
addition,1528
boy,1529
sashimi,1530
clear,1531
correct,1532
opened,1533
freshly,1534
mother,1535
alright,1536
tired,1537
apology,1538
animal,1539
craving,1540
jewelry,1541
rush,1542
forgot,1543
brown,1544
frequent,1545
pop,1546
classy,1547
cheesecake,1548
takeout,1549
cuts,1550
machine,1551
system,1552
calling,1553
lacked,1554
agree,1555
older,1556
throughout,1557
deserves,1558
drop,1559
edible,1560
range,1561
particularly,1562
tuesday,1563
upset,1564
mushy,1565
ten,1566
tortilla,1567
spacious,1568
ravioli,1569
locals,1570
na,1571
groups,1572
pass,1573
pastries,1574
tech,1575
walmart,1576
confused,1577
treats,1578
lobby,1579
ahead,1580
waiters,1581
bag,1582
stupid,1583
penny,1584
lasagna,1585
mushrooms,1586
note,1587
tempe,1588
brand,1589
genuinely,1590
communication,1591
contact,1592
fell,1593
unfriendly,1594
bun,1595
corporate,1596
recent,1597
meh,1598
skills,1599
complain,1600
boba,1601
duck,1602
smooth,1603
slices,1604
apologized,1605
omelet,1606
mark,1607
ive,1608
break,1609
english,1610
texture,1611
blue,1612
somewhat,1613
stuck,1614
tap,1615
fare,1616
seasoning,1617
unhappy,1618
carry,1619
knowledge,1620
higher,1621
express,1622
amazingly,1623
finding,1624
combination,1625
booked,1626
anytime,1627
filthy,1628
tour,1629
clinic,1630
answered,1631
terribly,1632
previous,1633
bottle,1634
genuine,1635
bunch,1636
charming,1637
1/2,1638
spoke,1639
repeat,1640
calls,1641
waitstaff,1642
thumbs,1643
sound,1644
despite,1645
barber,1646
lucky,1647
layout,1648
slightly,1649
stomach,1650
smoke,1651
cajun,1652
shoes,1653
imagine,1654
health,1655
cheaper,1656
forget,1657
promptly,1658
update,1659
walls,1660
dim,1661
outdated,1662
pissed,1663
disaster,1664
sized,1665
fat,1666
complimentary,1667
expecting,1668
frustrating,1669
pathetic,1670
pepperoni,1671
schedule,1672
chile,1673
appointments,1674
refill,1675
treatment,1676
follow,1677
difference,1678
favor,1679
shuttle,1680
stood,1681
comfy,1682
reservations,1683
driving,1684
cards,1685
satisfying,1686
personally,1687
information,1688
training,1689
waffles,1690
replaced,1691
included,1692
christmas,1693
equally,1694
york,1695
member,1696
whatsoever,1697
road,1698
occasion,1699
classes,1700
truck,1701
museum,1702
weekends,1703
sum,1704
grease,1705
compared,1706
disappoint,1707
round,1708
def,1709
meatballs,1710
hut,1711
actual,1712
encountered,1713
condition,1714
miles,1715
body,1716
hash,1717
means,1718
lamb,1719
parts,1720
normal,1721
thursday,1722
send,1723
missed,1724
consider,1725
cat,1726
gentle,1727
ring,1728
chris,1729
request,1730
memorable,1731
nearby,1732
fee,1733
undercooked,1734
brisket,1735
2nd,1736
notice,1737
hello,1738
moment,1739
keeps,1740
=,1741
chefs,1742
double,1743
hooters,1744
lousy,1745
gifts,1746
runs,1747
thats,1748
crunchy,1749
beware,1750
henderson,1751
waffle,1752
constantly,1753
fill,1754
words,1755
watery,1756
covered,1757
hertz,1758
tom,1759
explain,1760
decorated,1761
requested,1762
awhile,1763
nicest,1764
compassionate,1765
professionalism,1766
soul,1767
desired,1768
bringing,1769
popular,1770
regulars,1771
eggplant,1772
craft,1773
occasions,1774
changes,1775
roast,1776
smiling,1777
mentioned,1778
besides,1779
watered,1780
upscale,1781
mechanic,1782
warranty,1783
chandler,1784
themselves,1785
greet,1786
blah,1787
patrons,1788
complaint,1789
cant,1790
serious,1791
budget,1792
scheduled,1793
disgusted,1794
lemon,1795
sam,1796
anniversary,1797
split,1798
beginning,1799
repairs,1800
pets,1801
cleaners,1802
milk,1803
cookie,1804
nurses,1805
receipt,1806
managed,1807
parents,1808
luck,1809
anyways,1810
placed,1811
weak,1812
realized,1813
failed,1814
grounds,1815
phx,1816
host,1817
ridiculously,1818
beautifully,1819
regularly,1820
cocktails,1821
coupons,1822
website,1823
period,1824
ass,1825
freaking,1826
carpet,1827
playing,1828
caesar,1829
banana,1830
men,1831
complex,1832
competent,1833
everybody,1834
steakhouse,1835
lighting,1836
benedict,1837
listen,1838
outback,1839
dropped,1840
band,1841
raw,1842
stated,1843
didnt,1844
unpleasant,1845
michael,1846
juice,1847
sleep,1848
welcomed,1849
reading,1850
relatively,1851
drivers,1852
earth,1853
pedi,1854
mcdonald,1855
cause,1856
shredded,1857
stopping,1858
recommendations,1859
gold,1860
talented,1861
cleanliness,1862
strange,1863
shape,1864
quoted,1865
mary,1866
importantly,1867
relax,1868
mushroom,1869
key,1870
pictures,1871
facilities,1872
menus,1873
books,1874
goods,1875
sister,1876
central,1877
giant,1878
clients,1879
decision,1880
serves,1881
question,1882
vegetable,1883
smaller,1884
sloppy,1885
begin,1886
yellow,1887
members,1888
leaves,1889
lame,1890
pickles,1891
vacation,1892
medical,1893
email,1894
quesadilla,1895
correctly,1896
angry,1897
inedible,1898
travel,1899
gilbert,1900
philly,1901
handled,1902
history,1903
hung,1904
win,1905
entertaining,1906
pride,1907
stellar,1908
cared,1909
standards,1910
corner,1911
organic,1912
mad,1913
frustrated,1914
families,1915
policy,1916
passed,1917
gluten,1918
weather,1919
wraps,1920
parm,1921
wednesday,1922
coconut,1923
sesame,1924
cocktail,1925
accurate,1926
informed,1927
lol,1928
events,1929
earned,1930
denny,1931
drinking,1932
steve,1933
dried,1934
writing,1935
odd,1936
arrive,1937
continued,1938
miserable,1939
slaw,1940
sounds,1941
hubby,1942
suck,1943
nurse,1944
wendy,1945
shower,1946
ripped,1947
bus,1948
picky,1949
honesty,1950
kim,1951
tips,1952
subway,1953
pressure,1954
impression,1955
site,1956
apologize,1957
blast,1958
stock,1959
regret,1960
plentiful,1961
college,1962
child,1963
cleaner,1964
al,1965
specialty,1966
mcdonalds,1967
describe,1968
shady,1969
picture,1970
adorable,1971
bank,1972
sort,1973
handed,1974
speedy,1975
prior,1976
effort,1977
shared,1978
hey,1979
energy,1980
awkward,1981
eats,1982
likes,1983
receptionist,1984
strawberry,1985
karaoke,1986
omelette,1987
likely,1988
ac,1989
suggestions,1990
inconsistent,1991
embarrassed,1992
dated,1993
avocado,1994
david,1995
canned,1996
king,1997
hooked,1998
additional,1999
gon,2000
guest,2001
ramen,2002
mood,2003
wanting,2004
feet,2005
interested,2006
dinners,2007
depot,2008
clue,2009
wont,2010
basil,2011
hamburger,2012
lights,2013
dough,2014
adults,2015
wines,2016
crave,2017
cashiers,2018
cover,2019
areas,2020
b,2021
handle,2022
la,2023
mein,2024
parmesan,2025
gentleman,2026
doors,2027
warning,2028
entertainment,2029
trustworthy,2030
skin,2031
meeting,2032
holiday,2033
german,2034
hype,2035
1st,2036
technician,2037
self,2038
known,2039
acceptable,2040
promised,2041
so-so,2042
acknowledged,2043
updated,2044
act,2045
pumpkin,2046
played,2047
unbelievable,2048
complained,2049
season,2050
clothing,2051
non,2052
keeping,2053
pedicures,2054
darn,2055
prefer,2056
understanding,2057
train,2058
ribeye,2059
winner,2060
target,2061
thrilled,2062
trouble,2063
nope,2064
ham,2065
restrooms,2066
dance,2067
mile,2068
fire,2069
inn,2070
typically,2071
charm,2072
wants,2073
towels,2074
parties,2075
cinnamon,2076
ease,2077
leftovers,2078
hoping,2079
locally,2080
dealt,2081
discovered,2082
enjoying,2083
scallops,2084
kick,2085
pink,2086
melt,2087
queso,2088
machines,2089
theatre,2090
fall,2091
messed,2092
noisy,2093
cox,2094
numerous,2095
bigger,2096
spending,2097
rarely,2098
dream,2099
mozzarella,2100
turns,2101
campus,2102
sold,2103
treasure,2104
board,2105
windows,2106
aside,2107
cornbread,2108
remodeled,2109
eyes,2110
pies,2111
apartments,2112
dump,2113
bothered,2114
hits,2115
+,2116
rates,2117
toasted,2118
impossible,2119
chow,2120
steamed,2121
cheeseburger,2122
catch,2123
everyday,2124
screwed,2125
fail,2126
wasting,2127
horribly,2128
soo,2129
refilled,2130
mango,2131
techs,2132
booths,2133
loaded,2134
improved,2135
latte,2136
teeth,2137
telling,2138
salesman,2139
teachers,2140
roasted,2141
meatball,2142
refer,2143
brian,2144
loving,2145
condescending,2146
lower,2147
macaroni,2148
motel,2149
sub-par,2150
competitive,2151
bloody,2152
exceptionally,2153
won,2154
dave,2155
exam,2156
picking,2157
honor,2158
quantity,2159
fake,2160
ill,2161
wet,2162
badly,2163
rubbery,2164
membership,2165
superior,2166
smiles,2167
tvs,2168
knots,2169
wonton,2170
draft,2171
factory,2172
strongly,2173
regardless,2174
package,2175
consistency,2176
diverse,2177
businesses,2178
staple,2179
peppers,2180
falafel,2181
result,2182
tells,2183
dad,2184
china,2185
lake,2186
hire,2187
golden,2188
hopefully,2189
mediterranean,2190
platter,2191
temperature,2192
pushy,2193
decide,2194
emergency,2195
surgery,2196
ugh,2197
lukewarm,2198
dishonest,2199
jack,2200
kudos,2201
extensive,2202
wonderfully,2203
accommodate,2204
btw,2205
plants,2206
lovers,2207
managers,2208
perhaps,2209
example,2210
unit,2211
control,2212
sticks,2213
post,2214
cheesy,2215
clueless,2216
football,2217
broke,2218
take-out,2219
custom,2220
yelpers,2221
boot,2222
disorganized,2223
fly,2224
alfredo,2225
grand,2226
wear,2227
design,2228
luckily,2229
dealing,2230
allowed,2231
delight,2232
posted,2233
count,2234
coleslaw,2235
queen,2236
brew,2237
boys,2238
uptown,2239
appt,2240
lee,2241
obvious,2242
sooooo,2243
melted,2244
lounge,2245
3rd,2246
mongolian,2247
hospitality,2248
costco,2249
attempt,2250
recommending,2251
ground,2252
sticky,2253
confusing,2254
toilet,2255
burned,2256
provides,2257
/,2258
cooks,2259
delivers,2260
operated,2261
fees,2262
greatly,2263
lacks,2264
professionals,2265
frequently,2266
tempura,2267
paint,2268
snack,2269
washed,2270
happens,2271
restroom,2272
hated,2273
lackluster,2274
presented,2275
dumplings,2276
shoe,2277
associates,2278
fountain,2279
southwest,2280
lo,2281
fans,2282
hibachi,2283
ticket,2284
fully,2285
six,2286
terminal,2287
rated,2288
private,2289
s,2290
closer,2291
amenities,2292
wing,2293
smoothies,2294
oriented,2295
bowls,2296
changing,2297
w,2298
further,2299
booth,2300
shake,2301
learn,2302
tony,2303
spices,2304
catfish,2305
kelly,2306
grits,2307
sliders,2308
alot,2309
breads,2310
careful,2311
eh,2312
definately,2313
top-notch,2314
hotels,2315
smoked,2316
whenever,2317
points,2318
mesa,2319
app,2320
appetite,2321
remembered,2322
rough,2323
ball,2324
dude,2325
um,2326
shut,2327
disrespectful,2328
pure,2329
install,2330
d,2331
espresso,2332
alterations,2333
colors,2334
bags,2335
sliced,2336
bob,2337
soy,2338
valet,2339
kidding,2340
final,2341
donut,2342
chip,2343
naan,2344
chair,2345
champaign,2346
upstairs,2347
quote,2348
smoothie,2349
sugar,2350
reuben,2351
message,2352
drive-thru,2353
instructors,2354
o,2355
smoking,2356
accept,2357
hilarious,2358
branch,2359
balls,2360
veal,2361
baristas,2362
jobs,2363
floors,2364
upbeat,2365
anybody,2366
muffins,2367
worn,2368
dipping,2369
panda,2370
chorizo,2371
figured,2372
followed,2373
secret,2374
shocked,2375
sun,2376
explanation,2377
ghetto,2378
report,2379
walgreens,2380
shirt,2381
among,2382
mahi,2383
dozen,2384
deserts,2385
miso,2386
natural,2387
client,2388
sets,2389
marinara,2390
coke,2391
trader,2392
planet,2393
peanut,2394
figure,2395
charges,2396
blood,2397
screw,2398
unorganized,2399
scam,2400
unhelpful,2401
shakes,2402
pancake,2403
ages,2404
scott,2405
fluffy,2406
dj,2407
flower,2408
grateful,2409
savory,2410
pudding,2411
fitness,2412
applebee,2413
hassle,2414
heavy,2415
er,2416
ray,2417
checkout,2418
lose,2419
comment,2420
unfortunate,2421
poisoning,2422
skilled,2423
hangout,2424
vets,2425
lit,2426
texas,2427
putting,2428
artist,2429
mechanics,2430
safeway,2431
closest,2432
answers,2433
refuse,2434
reasons,2435
pastrami,2436
gate,2437
supporting,2438
program,2439
messy,2440
hanging,2441
airline,2442
access,2443
exhibits,2444
calzone,2445
suggested,2446
homey,2447
seasonal,2448
vanilla,2449
offerings,2450
mountain,2451
ketchup,2452
lemonade,2453
helps,2454
battery,2455
kevin,2456
plastic,2457
acknowledge,2458
apologies,2459
upgrade,2460
bowling,2461
candy,2462
remodel,2463
patty,2464
nicer,2465
piping,2466
fav,2467
bf,2468
flavored,2469
charging,2470
reception,2471
a+,2472
fool,2473
lie,2474
ugly,2475
irish,2476
bedside,2477
balance,2478
whether,2479
grooming,2480
closing,2481
lively,2482
learned,2483
mayo,2484
gourmet,2485
trained,2486
details,2487
unbelievably,2488
limo,2489
pecan,2490
earlier,2491
generic,2492
starving,2493
downright,2494
signed,2495
w/,2496
planning,2497
payment,2498
artichoke,2499
distance,2500
snacks,2501
tenders,2502
became,2503
oily,2504
listened,2505
sea,2506
till,2507
concern,2508
hurry,2509
servings,2510
cardboard,2511
hurt,2512
underwhelming,2513
oven,2514
responsive,2515
courses,2516
hip,2517
r,2518
exceeded,2519
browns,2520
salsas,2521
thanksgiving,2522
ihop,2523
rave,2524
sunset,2525
cuban,2526
faces,2527
installation,2528
proceeded,2529
diet,2530
silverware,2531
fingers,2532
dresses,2533
nowhere,2534
seconds,2535
adequate,2536
headache,2537
dingy,2538
understaffed,2539
stinks,2540
cancelled,2541
heck,2542
smart,2543
detailed,2544
ahwatukee,2545
apps,2546
pan,2547
pesto,2548
fashioned,2549
alternative,2550
garage,2551
mini,2552
feed,2553
cups,2554
chimichanga,2555
greeting,2556
boxes,2557
napkins,2558
fianc,2559
urgent,2560
depressing,2561
teas,2562
costumer,2563
vehicles,2564
technicians,2565
alcohol,2566
test,2567
pricy,2568
fucking,2569
leather,2570
mustard,2571
tax,2572
cancel,2573
sky,2574
western,2575
power,2576
famous,2577
brakes,2578
mani,2579
hearty,2580
surely,2581
basket,2582
cafeteria,2583
saving,2584
eric,2585
fatty,2586
courtesy,2587
sketchy,2588
worthy,2589
separate,2590
stylists,2591
pineapple,2592
engaging,2593
reminds,2594
tamales,2595
holy,2596
oysters,2597
divine,2598
throw,2599
ashley,2600
memories,2601
zucchini,2602
tiramisu,2603
carnitas,2604
staffed,2605
organization,2606
responded,2607
indeed,2608
prescription,2609
common,2610
blueberry,2611
breadsticks,2612
account,2613
brews,2614
falling,2615
ya,2616
hamburgers,2617
concerned,2618
court,2619
collection,2620
cramped,2621
haircuts,2622
scene,2623
merchandise,2624
ups,2625
age,2626
match,2627
compliments,2628
companies,2629
replacement,2630
brother,2631
batter,2632
speed,2633
realize,2634
atrocious,2635
wild,2636
fashion,2637
ultimate,2638
jason,2639
fiance,2640
frankly,2641
matt,2642
workout,2643
rides,2644
lisa,2645
starting,2646
sake,2647
cart,2648
installed,2649
wisconsin,2650
tomorrow,2651
form,2652
ownership,2653
waters,2654
written,2655
walnut,2656
record,2657
allow,2658
practices,2659
slowest,2660
clam,2661
calzones,2662
elegant,2663
drunk,2664
tucked,2665
inspection,2666
concerns,2667
larger,2668
listens,2669
paul,2670
weekly,2671
bands,2672
studio,2673
interest,2674
toes,2675
supplies,2676
chopped,2677
brings,2678
mattress,2679
cents,2680
samples,2681
lives,2682
news,2683
prepare,2684
similar,2685
insisted,2686
appetizing,2687
fishy,2688
lease,2689
lied,2690
chowder,2691
cheesesteak,2692
omelets,2693
jerk,2694
meatloaf,2695
buns,2696
cherry,2697
assistant,2698
buck,2699
providing,2700
attended,2701
pools,2702
id,2703
square,2704
public,2705
america,2706
forced,2707
stress,2708
entirely,2709
billing,2710
tattoo,2711
kinds,2712
highest,2713
bugs,2714
puffs,2715
funky,2716
chops,2717
doughnuts,2718
stays,2719
sangria,2720
bargain,2721
twist,2722
dan,2723
concept,2724
promise,2725
paradise,2726
priority,2727
peaceful,2728
clientele,2729
exciting,2730
types,2731
wood,2732
kfc,2733
popcorn,2734
advantage,2735
industry,2736
purchasing,2737
microwave,2738
following,2739
shirts,2740
paperwork,2741
f,2742
computer,2743
lasted,2744
warned,2745
against,2746
jeff,2747
photos,2748
attitudes,2749
requests,2750
students,2751
inventory,2752
character,2753
respectful,2754
chop,2755
pair,2756
admit,2757
completed,2758
agreed,2759
spoiled,2760
dined,2761
legit,2762
sight,2763
strips,2764
reviewers,2765
corned,2766
celebrate,2767
breading,2768
breaded,2769
keys,2770
unable,2771
pastas,2772
finest,2773
visitors,2774
pull,2775
winter,2776
accessories,2777
eastern,2778
grande,2779
pro,2780
performance,2781
rented,2782
bikes,2783
photo,2784
frames,2785
sounded,2786
hills,2787
sampler,2788
refried,2789
hardware,2790
pretzel,2791
inconvenience,2792
yelling,2793
brewery,2794
trendy,2795
yogurt,2796
cheddar,2797
indoor,2798
somehow,2799
kill,2800
video,2801
waxing,2802
puts,2803
cats,2804
staffs,2805
integrity,2806
asks,2807
adding,2808
brake,2809
fired,2810
dinning,2811
suppose,2812
movies,2813
stone,2814
liberty,2815
beats,2816
current,2817
farm,2818
procedure,2819
various,2820
lastly,2821
ample,2822
epic,2823
eclectic,2824
sonic,2825
hilton,2826
unlike,2827
labor,2828
vintage,2829
joints,2830
starts,2831
tickets,2832
july,2833
guarantee,2834
levels,2835
t,2836
hrs,2837
specific,2838
apologetic,2839
appeared,2840
bitter,2841
arrogant,2842
eyebrows,2843
arrangements,2844
harbor,2845
contacted,2846
humor,2847
introduced,2848
cheapest,2849
lube,2850
wi-fi,2851
jimmy,2852
himself,2853
certain,2854
facial,2855
tight,2856
alex,2857
associate,2858
destination,2859
april,2860
pastor,2861
bone,2862
laugh,2863
bottles,2864
mail,2865
passionate,2866
pack,2867
advise,2868
syrup,2869
boiled,2870
chunks,2871
assume,2872
rotten,2873
wtf,2874
theirs,2875
cheeses,2876
massive,2877
trees,2878
stunning,2879
breakfasts,2880
topped,2881
cabbage,2882
massages,2883
sicilian,2884
katsu,2885
insane,2886
minus,2887
row,2888
jim,2889
scrambled,2890
wise,2891
highlight,2892
belly,2893
airports,2894
thoughtful,2895
mignon,2896
cutting,2897
a/c,2898
los,2899
improvement,2900
catering,2901
jiffy,2902
faster,2903
spread,2904
spiced,2905
downstairs,2906
success,2907
liquor,2908
dependable,2909
co,2910
sirloin,2911
chat,2912
convenience,2913
@,2914
surprising,2915
cable,2916
clerk,2917
vodka,2918
beverage,2919
smelly,2920
include,2921
degrees,2922
address,2923
horrific,2924
useless,2925
ace,2926
suits,2927
grace,2928
martini,2929
vegetarians,2930
byob,2931
rolled,2932
extraordinary,2933
exhibit,2934
ourselves,2935
chai,2936
yep,2937
chains,2938
afterwards,2939
additionally,2940
arrival,2941
nyc,2942
scratch,2943
pickup,2944
traveling,2945
biscuit,2946
died,2947
blame,2948
lover,2949
trio,2950
bet,2951
buttery,2952
master,2953
burgh,2954
stephanie,2955
jessica,2956
referred,2957
exact,2958
ideal,2959
becoming,2960
barbecue,2961
amy,2962
guac,2963
gnocchi,2964
remembers,2965
randy,2966
airways,2967
neighbors,2968
names,2969
bs,2970
chatting,2971
wasnt,2972
potential,2973
wan,2974
deposit,2975
appealing,2976
forgotten,2977
forgettable,2978
false,2979
hi,2980
disappoints,2981
lesson,2982
artists,2983
painless,2984
pretzels,2985
jerry,2986
burro,2987
operation,2988
peach,2989
alley,2990
appropriate,2991
national,2992
touched,2993
tim,2994
ends,2995
cucumber,2996
topping,2997
joy,2998
check-in,2999
mussels,3000
breast,3001
buddy,3002
bubble,3003
groomer,3004
trips,3005
lime,3006
shell,3007
hint,3008
kung,3009
dirt,3010
stains,3011
questionable,3012
proper,3013
noise,3014
ignore,3015
happening,3016
tag,3017
rep,3018
chances,3019
frustration,3020
idiots,3021
smoky,3022
bisque,3023
tailor,3024
jalapeo,3025
towards,3026
assistance,3027
hygienist,3028
navigate,3029
worker,3030
display,3031
michelle,3032
designs,3033
toys,3034
freakin,3035
passion,3036
offering,3037
almond,3038
ginger,3039
friendliest,3040
signs,3041
conference,3042
machaca,3043
americanized,3044
legs,3045
ways,3046
gf,3047
runny,3048
obnoxious,3049
dealer,3050
mimi,3051
lv,3052
wheat,3053
proud,3054
wax,3055
library,3056
setup,3057
suit,3058
decorations,3059
nursery,3060
beverages,3061
calories,3062
ryan,3063
hole-in-the-wall,3064
thus,3065
blt,3066
theme,3067
screen,3068
hoagie,3069
adds,3070
luke,3071
hoagies,3072
steal,3073
holes,3074
created,3075
pao,3076
ours,3077
signature,3078
robin,3079
female,3080
approached,3081
unnecessary,3082
subpar,3083
dime,3084
mild,3085
via,3086
celebration,3087
cole,3088
carolina,3089
tree,3090
don,3091
beauty,3092
comforting,3093
postino,3094
rotation,3095
behavior,3096
tremendous,3097
native,3098
quirky,3099
entrance,3100
compliment,3101
minimal,3102
practically,3103
rose,3104
kindness,3105
eager,3106
to-go,3107
utterly,3108
cupcakes,3109
junk,3110
arrangement,3111
wrapped,3112
james,3113
crepes,3114
mama,3115
tops,3116
frame,3117
unusual,3118
discounts,3119
repaired,3120
mistakes,3121
listed,3122
ordinary,3123
replace,3124
renting,3125
acted,3126
drain,3127
microwaved,3128
freshest,3129
gentlemen,3130
mexico,3131
switch,3132
max,3133
defiantly,3134
j,3135
horchata,3136
airlines,3137
root,3138
laughing,3139
couples,3140
good.,3141
debit,3142
nonetheless,3143
killer,3144
seven,3145
dancing,3146
reply,3147
estimate,3148
removed,3149
and/or,3150
eve,3151
patience,3152
diamond,3153
quit,3154
thankfully,3155
began,3156
thankful,3157
print,3158
sink,3159
irritated,3160
thrown,3161
rudely,3162
clt,3163
tso,3164
named,3165
suite,3166
island,3167
nick,3168
enterprise,3169
assortment,3170
instantly,3171
capital,3172
present,3173
march,3174
flour,3175
sourdough,3176
tho,3177
booking,3178
grabbed,3179
advance,3180
records,3181
exception,3182
ted,3183
tooth,3184
accident,3185
scheduling,3186
smokey,3187
expert,3188
blew,3189
cilantro,3190
utensils,3191
attractive,3192
reheated,3193
hopes,3194
wasabi,3195
yay,3196
social,3197
monthly,3198
combinations,3199
adam,3200
whoever,3201
comments,3202
goat,3203
vibes,3204
lunches,3205
c,3206
flawless,3207
crunch,3208
barbers,3209
gear,3210
coworkers,3211
maria,3212
stepped,3213
bridal,3214
harris,3215
ideas,3216
search,3217
sprouts,3218
blend,3219
outrageous,3220
flying,3221
ceviche,3222
muffin,3223
starters,3224
initial,3225
overrated,3226
minimum,3227
idiot,3228
advised,3229
horrid,3230
enemy,3231
stops,3232
unpretentious,3233
yard,3234
florist,3235
feta,3236
pace,3237
traffic,3238
necessary,3239
salted,3240
checks,3241
speaking,3242
st,3243
cannoli,3244
asset,3245
craig,3246
calm,3247
patronize,3248
adult,3249
reminded,3250
oregano,3251
til,3252
pros,3253
score,3254
buds,3255
random,3256
held,3257
insanely,3258
mmm,3259
storage,3260
relleno,3261
grub,3262
confident,3263
renovated,3264
mainly,3265
vinegar,3266
river,3267
shots,3268
tub,3269
dust,3270
ok.,3271
expired,3272
ripoff,3273
limp,3274
dates,3275
cod,3276
blackened,3277
pei,3278
create,3279
danny,3280
hearing,3281
lox,3282
courtyard,3283
groceries,3284
dairy,3285
exquisite,3286
cindy,3287
comparable,3288
udon,3289
cigar,3290
village,3291
info,3292
fridays,3293
grass,3294
assist,3295
burn,3296
stew,3297
satisfaction,3298
individual,3299
rainbow,3300
groomers,3301
knowing,3302
historic,3303
imo,3304
oz,3305
ai,3306
soap,3307
carrots,3308
pants,3309
drenched,3310
damage,3311
doughy,3312
replied,3313
absurd,3314
unimpressed,3315
exist,3316
wei,3317
shipping,3318
carpets,3319
milkshakes,3320
asparagus,3321
sundays,3322
lil,3323
lets,3324
liking,3325
cater,3326
pollo,3327
gracious,3328
decently,3329
starter,3330
baja,3331
squash,3332
taxi,3333
frank,3334
opted,3335
select,3336
tan,3337
einstein,3338
fellow,3339
continues,3340
cent,3341
matters,3342
dressed,3343
effective,3344
afford,3345
sometime,3346
block,3347
district,3348
compassion,3349
stands,3350
father,3351
del,3352
appearance,3353
creme,3354
raised,3355
cvs,3356
san,3357
eventually,3358
wilted,3359
june,3360
throwing,3361
yuck,3362
horrendous,3363
straw,3364
puppy,3365
oakland,3366
occasionally,3367
josh,3368
cheerful,3369
flights,3370
walks,3371
hospitable,3372
fruits,3373
bang,3374
scenery,3375
accomodating,3376
amazed,3377
dang,3378
fills,3379
colorful,3380
ayce,3381
pastry,3382
entering,3383
attendant,3384
freshness,3385
pico,3386
fave,3387
asap,3388
marriott,3389
comp,3390
losing,3391
uninspired,3392
deserved,3393
highlights,3394
adventure,3395
shortly,3396
breath,3397
supply,3398
dragon,3399
panera,3400
passing,3401
flexible,3402
kabob,3403
chinatown,3404
sharing,3405
owns,3406
tj,3407
nc,3408
styles,3409
puppies,3410
union,3411
attending,3412
unexpected,3413
outlets,3414
4th,3415
heather,3416
daughters,3417
lately,3418
appears,3419
boneless,3420
designed,3421
curds,3422
skillet,3423
entered,3424
retail,3425
originally,3426
wrote,3427
repeated,3428
error,3429
offended,3430
misleading,3431
insult,3432
toyota,3433
specifically,3434
risk,3435
marks,3436
spoon,3437
enormous,3438
university,3439
ulta,3440
underwhelmed,3441
grew,3442
layover,3443
satisfy,3444
screaming,3445
smoothly,3446
goodies,3447
loose,3448
e,3449
ps,3450
fooled,3451
yoga,3452
caught,3453
tacky,3454
pa,3455
shelf,3456
baklava,3457
voice,3458
grade,3459
salons,3460
happily,3461
sincere,3462
somebody,3463
leg,3464
casa,3465
messages,3466
opportunity,3467
stations,3468
vacuum,3469
brewed,3470
weight,3471
andy,3472
male,3473
*,3474
includes,3475
shaved,3476
refrigerator,3477
engine,3478
msg,3479
worry,3480
rubber,3481
manners,3482
redeeming,3483
answering,3484
sending,3485
therefore,3486
piss,3487
dumb,3488
blow,3489
sizzling,3490
easier,3491
mr.,3492
guide,3493
noon,3494
stumbled,3495
secondly,3496
workmanship,3497
remarkable,3498
serviced,3499
risotto,3500
track,3501
frills,3502
pound,3503
glendale,3504
mornings,3505
ahi,3506
model,3507
amanda,3508
24/7,3509
advertised,3510
temp,3511
enthusiastic,3512
definite,3513
condiments,3514
rewards,3515
painful,3516
magical,3517
hangover,3518
landmark,3519
growing,3520
hr,3521
marsala,3522
loyalty,3523
states,3524
partner,3525
version,3526
poured,3527
camelback,3528
spotless,3529
gratuity,3530
handling,3531
opposite,3532
dripping,3533
bug,3534
supervisor,3535
advertising,3536
complaining,3537
plague,3538
severely,3539
institution,3540
soooooo,3541
peaks,3542
dedicated,3543
enjoys,3544
diners,3545
timing,3546
sample,3547
eagle,3548
suites,3549
chimi,3550
tsa,3551
tad,3552
fits,3553
study,3554
unbeatable,3555
holidays,3556
basis,3557
culture,3558
skimpy,3559
shitty,3560
ratings,3561
mr,3562
sanitary,3563
ppl,3564
carrot,3565
field,3566
mocha,3567
rack,3568
challenging,3569
conditions,3570
linda,3571
meaty,3572
nuggets,3573
bedroom,3574
regarding,3575
friendliness,3576
tossed,3577
m,3578
finger,3579
extreme,3580
overdone,3581
resturant,3582
confirmed,3583
sir,3584
contract,3585
slowly,3586
twenty,3587
occupied,3588
claimed,3589
unsatisfied,3590
failure,3591
inappropriate,3592
links,3593
tradition,3594
angel,3595
switched,3596
g,3597
spanish,3598
sundae,3599
eatery,3600
considerate,3601
student,3602
sunny,3603
coworker,3604
van,3605
dear,3606
doc,3607
direct,3608
palace,3609
rangoon,3610
solution,3611
humble,3612
emails,3613
reputation,3614
accessible,3615
gun,3616
aspect,3617
bmw,3618
agent,3619
direction,3620
peanuts,3621
factor,3622
carts,3623
herself,3624
firm,3625
january,3626
selling,3627
2-3,3628
exterior,3629
plane,3630
yea,3631
respond,3632
desperate,3633
disappeared,3634
declined,3635
bored,3636
crying,3637
torn,3638
inattentive,3639
careless,3640
racist,3641
unimpressive,3642
uneven,3643
vision,3644
clearance,3645
aquarium,3646
laundry,3647
habib,3648
picnic,3649
interaction,3650
bottled,3651
elevator,3652
enter,3653
construction,3654
instructor,3655
makeup,3656
squeezed,3657
penne,3658
verde,3659
family-owned,3660
cigars,3661
tank,3662
skill,3663
draw,3664
lulu,3665
martinis,3666
preparation,3667
tourist,3668
creepy,3669
transaction,3670
magic,3671
blown,3672
weekday,3673
pillows,3674
tone,3675
bay,3676
currently,3677
wontons,3678
disgrace,3679
worthless,3680
appalling,3681
uh,3682
balanced,3683
activities,3684
considered,3685
gladly,3686
wallet,3687
pour,3688
moon,3689
blonde,3690
companion,3691
sakana,3692
summerlin,3693
bravo,3694
melting,3695
alike,3696
build,3697
overwhelming,3698
brandon,3699
hush,3700
communicate,3701
mill,3702
steer,3703
peak,3704
gm,3705
outing,3706
aj,3707
crowds,3708
fajita,3709
barista,3710
values,3711
boston,3712
gal,3713
truth,3714
croissant,3715
couldnt,3716
menudo,3717
described,3718
concert,3719
seared,3720
compare,3721
warn,3722
guaranteed,3723
reviewer,3724
updating,3725
law,3726
metro,3727
stadium,3728
bomb,3729
competition,3730
conditioning,3731
excuses,3732
pump,3733
chapel,3734
genius,3735
uses,3736
mani/pedi,3737
meticulous,3738
surrounding,3739
deliciously,3740
towel,3741
feature,3742
newly,3743
tina,3744
boarding,3745
mmmm,3746
varied,3747
petsmart,3748
george,3749
gardens,3750
sweetheart,3751
fondue,3752
robert,3753
bouquet,3754
cuz,3755
finds,3756
cravings,3757
midnight,3758
impress,3759
gelato,3760
trade,3761
tapas,3762
bass,3763
valentine,3764
appliances,3765
aloha,3766
mint,3767
happier,3768
lanes,3769
butt,3770
overwhelmed,3771
houston,3772
sodas,3773
arriving,3774
duty,3775
discounted,3776
edamame,3777
nut,3778
certificate,3779
suggestion,3780
swimming,3781
nigiri,3782
built,3783
majority,3784
umm,3785
iceberg,3786
essentially,3787
ignorant,3788
approximately,3789
gloves,3790
reach,3791
incorrect,3792
slimy,3793
cigarette,3794
wiped,3795
insulting,3796
meanwhile,3797
vw,3798
italy,3799
barbershop,3800
comic,3801
coast,3802
iron,3803
place.,3804
nicole,3805
greg,3806
manicures,3807
trivia,3808
haha,3809
co-worker,3810
cleanest,3811
larry,3812
divey,3813
stickers,3814
houses,3815
exchange,3816
papa,3817
immaculate,3818
theaters,3819
quesadillas,3820
automotive,3821
shane,3822
shopped,3823
talent,3824
cabo,3825
involved,3826
conveniently,3827
european,3828
speaks,3829
trusted,3830
residents,3831
explaining,3832
shadyside,3833
battered,3834
shift,3835
deluxe,3836
rustic,3837
routine,3838
headed,3839
edge,3840
stained,3841
ross,3842
connection,3843
rd,3844
housekeeping,3845
rule,3846
refunded,3847
scary,3848
ultimately,3849
trashy,3850
unappetizing,3851
overcharged,3852
fallen,3853
locked,3854
caused,3855
food.,3856
brands,3857
rye,3858
assuming,3859
richard,3860
herbs,3861
juan,3862
retro,3863
previously,3864
showing,3865
grandma,3866
browse,3867
carries,3868
acrylic,3869
buffets,3870
personnel,3871
grille,3872
younger,3873
designer,3874
antipasto,3875
energetic,3876
anna,3877
understood,3878
locker,3879
wished,3880
understatement,3881
tostada,3882
con,3883
dig,3884
martin,3885
husbands,3886
terms,3887
trans,3888
jose,3889
crusty,3890
mex,3891
canyon,3892
cactus,3893
deck,3894
roof,3895
flag,3896
salesperson,3897
tries,3898
coat,3899
plans,3900
nuts,3901
mid,3902
page,3903
outlet,3904
corrected,3905
pregnant,3906
urgency,3907
background,3908
claim,3909
streets,3910
according,3911
strike,3912
sheets,3913
supposedly,3914
searching,3915
ashamed,3916
ceiling,3917
patron,3918
granted,3919
passable,3920
meds,3921
wondering,3922
attempted,3923
mush,3924
pushed,3925
emily,3926
stylish,3927
ron,3928
learning,3929
vermicelli,3930
nello,3931
fixing,3932
service.,3933
noda,3934
liz,3935
upgraded,3936
moderately,3937
varieties,3938
delectable,3939
constant,3940
lifetime,3941
wal-mart,3942
familiar,3943
lunchtime,3944
trim,3945
gates,3946
artwork,3947
odor,3948
sausages,3949
tokyo,3950
fed,3951
thrift,3952
minor,3953
former,3954
babies,3955
gumbo,3956
wearing,3957
load,3958
bistro,3959
assured,3960
woo,3961
fortune,3962
clams,3963
significantly,3964
led,3965
tots,3966
fridge,3967
presidential,3968
urine,3969
directly,3970
description,3971
printed,3972
embarrassing,3973
politely,3974
yelled,3975
remove,3976
ruin,3977
explore,3978
aware,3979
olives,3980
independent,3981
ben,3982
sing,3983
fudge,3984
marked,3985
borderline,3986
dentistry,3987
hometown,3988
bird,3989
expertise,3990
arcade,3991
cobbler,3992
trails,3993
tasteful,3994
tiffany,3995
inches,3996
strawberries,3997
pupusas,3998
pretentious,3999
cones,4000
bulk,4001
brownie,4002
carl,4003
painted,4004
jennifer,4005
cracker,4006
barrel,4007
ricotta,4008
spare,4009
midas,4010
raspberry,4011
challenge,4012
ichiza,4013
curly,4014
tangy,4015
tint,4016
jeans,4017
eater,4018
sweets,4019
sprint,4020
jalapeno,4021
shawarma,4022
required,4023
hood,4024
meaning,4025
groomed,4026
attend,4027
squid,4028
base,4029
6pm,4030
bones,4031
tile,4032
fuck,4033
2pm,4034
leak,4035
breaking,4036
roaches,4037
dusty,4038
indifferent,4039
appalled,4040
falls,4041
dreadful,4042
cheated,4043
impatient,4044
saturdays,4045
scrumptious,4046
continental,4047
birds,4048
royal,4049
loaf,4050
ra,4051
attached,4052
therapist,4053
eggrolls,4054
jazz,4055
statement,4056
specially,4057
hall,4058
shells,4059
gosh,4060
fyi,4061
patrick,4062
officially,4063
gals,4064
shack,4065
chuck,4066
human,4067
latest,4068
stage,4069
closet,4070
crack,4071
confirmation,4072
marvelous,4073
foodie,4074
flaky,4075
joes,4076
tai,4077
miracle,4078
premium,4079
nevada,4080
croissants,4081
joey,4082
descent,4083
recipe,4084
action,4085
ending,4086
thomas,4087
franchise,4088
attendants,4089
entertained,4090
chew,4091
acts,4092
worried,4093
paste,4094
swear,4095
heading,4096
packaged,4097
couch,4098
teacher,4099
watering,4100
hundred,4101
definition,4102
okra,4103
luggage,4104
provider,4105
rang,4106
jam,4107
lock,4108
washes,4109
l,4110
reserved,4111
stolen,4112
medication,4113
sorely,4114
marginal,4115
denied,4116
rip-off,4117
manage,4118
poker,4119
daniel,4120
k,4121
land,4122
hands-down,4123
returns,4124
shoot,4125
macaroons,4126
blvd,4127
opening,4128
karen,4129
breathtaking,4130
pear,4131
pressed,4132
offices,4133
bath,4134
acoustics,4135
recipes,4136
brilliant,4137
lowes,4138
combos,4139
gluten-free,4140
baseball,4141
august,4142
champagne,4143
heavenly,4144
freezer,4145
tamale,4146
ship,4147
ronald,4148
addressed,4149
ah,4150
punch,4151
interactive,4152
science,4153
reaction,4154
panang,4155
gems,4156
bobby,4157
co-workers,4158
uncle,4159
executed,4160
quiche,4161
verizon,4162
fight,4163
container,4164
meant,4165
spotty,4166
mt,4167
radio,4168
october,4169
confirm,4170
canceled,4171
bride,4172
rudest,4173
offensive,4174
irritating,4175
pitiful,4176
harsh,4177
dull,4178
plant,4179
finance,4180
cobblestone,4181
tools,4182
technology,4183
grumpy,4184
caramel,4185
dissapointed,4186
collard,4187
arcadia,4188
5pm,4189
silver,4190
halloween,4191
appointed,4192
scale,4193
features,4194
